{
  "film": [
    {
      "posto": 1,
      "title": "Django unchained",
      "description": "Sulle tracce di due criminali in fuga e di una donna, il cacciatore di taglie di origini tedesche Schultz e lo schiavo Django instaurano un atipico sodalizio sullo sfondo della Guerra Civile Americana.",
      "img": "https://pad.mymovies.it/filmclub/2011/05/035/locandina.jpg",
      "regista": "Quentin Tarantino"
    },
    {
      "posto": 2,
      "title": "The batman",
      "description": "L'Enigmista, un sadico assassino seriale, inizia a uccidere le principali figure politiche di Gotham. Batman si vede quindi costretto a indagare sulla corruzione in città e a mettere in discussione il passato della propria famiglia.",
      "img": "https://pad.mymovies.it/filmclub/2016/04/093/locandinapg1.jpg",
      "regista": "Matt Reeves"
    },
    {
      "posto": 3,
      "title": "Forrest Gump",
      "description": "Seduto sulla panchina alla fermata dell'autobus di Savannah, Forrest Gump racconta con voce lenta della propria incredibile vita e dei problemi mentali e fisici che si porta dietro dalla nascita.",
      "img": "https://cdn.gelestatic.it/kataweb/tvzap/2019/06/Forrest-Gump-1.jpg",
      "regista": "Robert Zemeckis"
    },
    {
      "posto": 4,
      "title": "Quei bravi ragazzi",
      "description": "Un americano di origini italo irlandesi fa carriera nella mafia newyorchese degli anni 50, ma la vita da gangster riserva delle sorprese non previste.",
      "img": "https://pad.mymovies.it/filmclub/2006/03/273/locandina.jpg",
      "regista": "Martin Scorsese"
    },
    {
      "posto": 5,
      "title": "Kill Bill",
      "description": "La Sposa un tempo apparteneva al team di assassini conosciuto come 'Deadly Viper Assassination Squad'. Aggredita e lasciata in fin di vita il giorno delle proprie nozze, durante il quale invece lo sposo e altri invitati sono stati uccisi brutalmente per ordine del suo padrino Bill, la Sposa finisce in coma.",
      "img": "https://api.superguidatv.it/v1/movies/8039/cover?width=240",
      "regista": "Quentin Tarantino"
    }
  ]
}
